[
  {
    "id": 1749960625212,
    "title": "特朗普举行盛大阅兵 美国爆发大规模抗议活动 --- Mass protests against Trump across US as president holds huge military parade",
    "newsTitle": "Mass protests against Trump across US as president holds huge military parade特朗普举行盛大阅兵 美国爆发大规模抗议活动",
    "url": "https://www.bbc.com/news/articles/c70622038yxo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/15 12:10:25",
    "content": "Mass protests against Trump across US as president holds huge military parade特朗普举行盛大阅兵 美国爆发大规模抗议活动3 hours agoShareSaveBernd Debusmann, John Sudworth and Kayla EpsteinBernd Debusmann、John Sudworth 和 Kayla EpsteinReporting from Washington, Los Angeles and New York华盛顿、洛杉矶和纽约报道ShareSave  节省Getty Images  盖蒂图片社A protest outside the Michigan Capitol in Lansing, Michigan密歇根州兰辛市议会大厦外的抗议活动Protests against President Donald Trump have taken place in towns and cities across the US, organised by a group calle..."
  },
  {
    "id": 1749901987532,
    "title": "以色列-伊朗袭击：最坏的情况是什么？ --- Israel-Iran strikes: What are the worst-case scenarios?",
    "newsTitle": "Israel-Iran strikes: What are the worst-case scenarios?以色列-伊朗袭击：最坏的情况是什么？",
    "url": "https://www.bbc.com/news/articles/c74n23y1x48o",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/14 19:53:07",
    "content": "Israel-Iran strikes: What are the worst-case scenarios?以色列-伊朗袭击：最坏的情况是什么？5 hours agoShareSaveJames Landale  詹姆斯·兰代尔Diplomatic correspondent•@BBCJLandale外交记者 • @BBCJLandaleShare  分享Save  节省Reuters  路透社Friday night saw Israel and Iran exchange a barrage of air strikes周五晚上，以色列和伊朗互相发动了空袭For now the fighting between Israel and Iran seems restricted to the two nations. At the United Nations and elsewhere there have been widespread calls for restraint. 目前，以色列和伊朗之间的战斗似乎仅限于两国之间。联合国和其他地方普遍呼吁双方保持克制。But wha..."
  },
  {
    "id": 1749891598836,
    "title": "印度航空客机坠毁食堂的恐怖时刻 --- The terrifying moment when Air India plane crashed into a canteen",
    "newsTitle": "The terrifying moment when Air India plane crashed into a canteen印度航空客机坠毁食堂的恐怖时刻",
    "url": "https://www.bbc.com/news/articles/cz0dkrz1kneo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/14 16:59:58",
    "content": "The terrifying moment when Air India plane crashed into a canteen印度航空客机坠毁食堂的恐怖时刻11 hours agoShareSaveVikas Pandey, Antriksha Pathania and Zoya Mateen维卡斯·潘迪、安特里克莎·帕塔尼亚和佐娅·马丁BBC News, Ahmedabad  BBC 新闻，艾哈迈达巴德Share  分享Save  节省Getty Images  盖蒂图片社It was a balmy Thursday afternoon at the residential hostel of the BJ Medical College and the canteen was teeming with students getting lunch.那是一个温暖的星期四下午，BJ 医学院宿舍里， 食堂里挤满了正在吃午饭的学生。The room buzzed with the sound of jokes, banter between friends, and the odd ..."
  },
  {
    "id": 1749870608337,
    "title": "赫斯顿·布鲁门撒尔：情绪波动激发了这位厨师的才华。但高潮越来越高，低谷也越来越暗淡。 --- Heston Blumenthal: Mood swings fuelled the chef's genius. But the highs got higher and the lows got darker",
    "newsTitle": "Mood swings fuelled Heston Blumenthal's genius. But the highs got higher and the lows got darker情绪波动激发了赫斯顿·布鲁门撒尔的才华。但高潮越来越高，低谷也越来越暗淡。",
    "url": "https://www.bbc.com/news/articles/cy5e6l06rlvo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/14 11:10:08",
    "content": "Mood swings fuelled Heston Blumenthal's genius. But the highs got higher and the lows got darker情绪波动激发了赫斯顿·布鲁门撒尔的才华。但高潮越来越高，低谷也越来越暗淡。4 hours agoShareSaveChloe Hayward  克洛伊·海沃德BBC News•chloefhaywardBBC 新闻 • 克洛夫·海沃德ShareSave  节省Shutterstock\"We just wanted a relaxing conversation with our dad and we weren't able to have one,\" says Jack Blumenthal. \"It was horrible. And it was constant.\"“我们只是想和爸爸轻松聊聊，但却没能做到，”杰克·布鲁门撒尔说。“这太可怕了，而且总是这样。”Raw pain is etched on Jack's father's face as he finally realises h..."
  },
  {
    "id": 1749842888156,
    "title": "印度航空：艾哈迈达巴德坠机现场发现黑匣子，家属等待答案 --- Air India: Black box found at Ahmedabad crash site as families wait for answers",
    "newsTitle": "Black box found at Air India crash site as families wait for answers印度航空坠机现场找到黑匣子，家属等待答案",
    "url": "https://www.bbc.com/news/articles/cjwqjv09q7xo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/14 03:28:08",
    "content": "Black box found at Air India crash site as families wait for answers印度航空坠机现场找到黑匣子，家属等待答案3 hours agoShareSaveLucy Clarke-Billings  露西·克拉克-比林斯BBC News  BBC 新闻Share  分享Save  节省EPA  美国环保署A black box has been found at the site of the Air India plane crash in Ahmedabad, India's civil aviation minister said on Friday. 印度民航部长周五表示，在艾哈迈达巴德印度航空坠机现场发现了黑匣子。The flight data recorder was recovered within 28 hours by India's Aircraft Accident Investigation Bureau (AAIB), Ram Mohan Naidu Kinjarapu confirmed. 拉姆·莫..."
  },
  {
    "id": 1749836698926,
    "title": "Gold toilet: Two men jailed for Â£4.8m Blenheim Palace heist",
    "newsTitle": "Two men jailed for Â£4.8m gold toilet heist",
    "url": "https://www.bbc.com/news/articles/cgeg39vr3j3o",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/14 01:44:58",
    "content": "Two men jailed for Â£4.8m gold toilet heist38 minutes agoShareSaveClodagh StensonBBC South InvestigationsShareSaveBlenheim PalaceThe solid gold toilet weighed 98kg (216lbs) and was insured for $6m (Â£4.8m)Two men have been jailed for stealing a Â£4.8m gold toilet from from an art exhibition at Blenheim Palace.Thieves smashed their way in and ripped out the functional 18-carat, solid gold toilet hours after a glamorous launch party at the Oxfordshire stately home in September 2019.James 'Jimmy' Shee..."
  }
]