[
  {
    "id": 1750167484230,
    "title": "印度航空坠机事件：拍摄艾哈迈达巴德航班视频的青少年被全世界看到 --- Air India crash: The teen who filmed the Ahmedabad plane video the world saw",
    "newsTitle": "The teen who filmed the Air India crash video the world saw拍摄印度航空坠机视频的青少年被全世界看到",
    "url": "https://www.bbc.com/news/articles/c0l484l40gyo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/17 21:38:04",
    "content": "The teen who filmed the Air India crash video the world saw拍摄印度航空坠机视频的青少年被全世界看到3 hours agoShareSaveZoya Mateen  佐娅·马丁BBC News, Delhi  BBC 新闻，德里Share  分享Save  节省BBC  英国广播公司Aryan Asari shot a video of the plane as it crashed seconds after taking off 阿里安·阿萨里拍摄了飞机起飞几秒钟后坠毁的视频Every time Aryan Asari heard the sound of an airplane, he would go darting out of the house to look for it.每当 Aryan Asari 听到飞机的声音时，他就会冲出屋子去寻找。Spotting planes was something of a hobby for him, his father Maganbhai Asari said. Arya..."
  },
  {
    "id": 1750162175604,
    "title": "æ æ é¢",
    "newsTitle": "æ æ é¢",
    "url": "https://a4621041136.cdn.optimizely.com/client_storage/a4621041136.html",
    "domain": "a4621041136.cdn.optimizely.com",
    "timestamp": "2025/06/17 20:09:35",
    "content": "æ åå®¹æè¿°"
  },
  {
    "id": 1750162174797,
    "title": "特朗普手机：专家质疑黄金手机可在美国制造 --- Trump mobile: Experts question claim gold phone can be made in US",
    "newsTitle": "Experts question whether $499 gold Trump phone can be US-made专家质疑 499 美元的特朗普黄金手机是否是美国制造的",
    "url": "https://www.bbc.com/news/articles/cjrld3erq4eo",
    "domain": "www.bbc.com",
    "timestamp": "2025/06/17 20:09:34",
    "content": "Experts question whether $499 gold Trump phone can be US-made专家质疑 499 美元的特朗普黄金手机是否是美国制造的2 hours agoShareSaveNatalie Sherman  娜塔莉·谢尔曼Business reporter, BBC NewsBBC 新闻商业记者Reporting fromNew York  纽约报道Lily Jamali  莉莉·贾玛莉North America technology correspondent北美科技记者Reporting fromSan Francisco旧金山报道Share  分享Save  节省Trump Mobile  特朗普手机Experts have cast doubt on the Trump Organization's claim that its proposed smartphone can be entirely manufactured in the US. 专家对特朗普集团声称其计划生产的智能手机可以完全在美国制造的说法表示怀疑。One indu..."
  }
]